export const levelTestInst = (
    <>
      <p>1. 제시된 수를 제한시간 내에 외우고 키보드로 똑같이 입력하세요.</p>
      <p>2. 답안 작성 후 제출 버튼을 누르거나 엔터키를 누르면 다음 단계로 넘어갑니다.</p>
      <p>3. 제한 시간과 제시되는 수의 길이는 단계에 비례해 증가합니다.</p>
      <p>4. 주어진 목숨은 총 두 개입니다.</p>
      <p>5. 문제를 처음 틀릴 시, 해당 단계부터 다시 시작합니다.</p>
      <p>6. 문제를 두 번째로 틀리는 즉시 레벨 테스트는 종료됩니다.</p>
    </>
  );
  

  export const memoryGameInst = (
    <>
      <p>1. 3*3, 4*4, 5*5 그리드 순으로 진행하세요.</p>
      <p>2. 숫자, 알파벳, 도형, 아랍어 순으로 진행하세요.</p>
      <p>3. 3*3 그리드를 모두 마무리 한 후 다음 그리드로 넘어가주세요.</p>
      <p>4. (3*3, 숫자)부터 (5*5, 아랍어)까지 총 12번의 게임을 진행하게 됩니다.</p>
      <p>5. 카운트 다운 이후 보여지는 게임판을 정해진 시간 내에 최대한 외워주세요.</p>
      <p>6. 게임 별 암기 시간은 카드의 수에 비례합니다.</p>
      <p>7. 암기 시간이 지난 후 ‘?’로 바뀐 빈칸들을 아래의 ‘보기’를 참고하여 최대한 채워주세요.</p>
      <p>8. '보기'의 카드를 클릭하고 해당하는 위치를 클릭하면서 카드를 채울 수 있습니다.</p>
      <p>9. 모든 빈칸을 채우지 못하더라도 제출 버튼을 누르면 다음 단계의 게임으로 넘어갑니다.</p>
      <p>10. 이때 제한 시간은 따로 없습니다.</p>
      <p>11. 3*3, 4*4, 5*5 게임이 끝난 후 20초 간 휴식을 취하세요. </p>
    </>
  );
  
